/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Δεν είναι δυνατή η ολοκλήρωση της ενέργειας";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Δοκιμάστε ξανά αργότερα.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Αυτή η μορφή πολυμέσων δεν υποστηρίζεται.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Αυτό το πολυμέσο ίσως να είναι κατεστραμμένο.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Αυτή η εφαρμογή δεν έχει εξουσιοδότηση για την αναπαραγωγή αυτού του αρχείου."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Δεν είναι δυνατή η χρήση αυτού του πολυμέσου.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Δεν είναι δυνατή η αποκωδικοποίηση";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Ο αποκωδικοποιητής που απαιτείται για αυτό το μέσο είναι απασχολημένος.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Διακόψτε οποιαδήποτε άλλη ενέργεια αποκωδικοποίησης μέσων και δοκιμάστε ξανά.";
